brew "bash"
brew "bash-completion"
brew "coreutils"
brew "direnv"
brew "dockutil"
brew "findutils"
brew "gh"
brew "git"
brew "go"
brew "gnupg"
brew "grep"
brew "jq"
brew "openssh"
brew "protobuf"
brew "pstree"
brew "readline"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yq"

cask "1password" unless system "test -e '/Applications/1Password 7.app'"
cask "docker" unless system "test -e '/Applications/Docker.app'"
cask "firefox" unless system "test -e '/Applications/Docker.app'"
cask "flycut" unless system "test -e '/Applications/Flycut.app'"
cask "iterm2" unless system "test -e '/Applications/iTerm.app'"
cask "jetbrains-toolbox" unless system "test -e '/Applications/JetBrains Toolbox.app'"
cask "signal" unless system "test -e '/Applications/Signal.app'"
cask "rectangle" unless system "test -e '/Applications/Rectangle.app'"

mas "Tailscale", id: 1475387142 if system "mas account >/dev/null 2>&1"
