brew "bash"
brew "bash-completion"
brew "coreutils"
brew "direnv"
brew "dockutil"
brew "findutils"
brew "gh"
brew "git"
brew "go"
brew "gnupg"
brew "grep"
brew "jq"
brew "openssh"
brew "protobuf"
brew "pstree"
brew "readline"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yq"

cask "1password"
cask "docker"
cask "firefox"
cask "flycut"
cask "iterm2"
cask "jetbrains-toolbox"
cask "signal"

mas "Magnet", id: 441258766
mas "Tailscale", id: 1475387142
